{
    "eu": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe.",
    "nato": "The North Atlantic Treaty Organization (NATO), also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries.",
    "oecd": "The Organisation for Economic Co-operation and Development (OECD) is an intergovernmental economic organisation with 38 member countries, founded in 1961 to stimulate economic progress and world trade. It is a forum of countries describing themselves as committed to democracy and the market economy, providing a platform to compare policy experiences, seek answers to common problems, identify good practices and coordinate domestic and international policies of its members.",
    "g7": "The Group of Seven (G7) is an intergovernmental organization consisting of Canada, France, Germany, Italy, Japan, the United Kingdom and the United States. The heads of government of the member states, as well as the representatives of the European Union, meet at the annual G7 Summit.",
    "uncfcc": "The United Nations Framework Convention on Climate Change (UNFCCC) is an international environmental treaty addressing climate change, negotiated and signed by 154 states at the United Nations Conference on Environment and Development (UNCED), informally known as the Earth Summit, held in Rio de Janeiro from 3 to 14 June 1992.",
    "un": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world.",
    "coe": "The Council of Europe (CoE) is an international organisation founded in the wake of World War II to uphold human rights, democracy and the rule of law in Europe Founded in 1949, it has 47 member states, with a population of approximately 820 million, and operates with an annual budget of approximately 500 million euros.",
    "interpol" : "The International Criminal Police Organization (official abbreviation ICPO), commonly known as INTERPOL, is an international organization that facilitates worldwide police cooperation and crime control. Headquartered in Lyon, it has seven regional bureaux worldwide and a National Central Bureau in all 194 member states, making it the world's largest police organization.",
    "ilo": "The International Labour Organization (ILO) is a United Nations agency whose mandate is to advance social and economic justice through setting international labour standards. Founded in October 1919 under the League of Nations, it is the first and oldest specialised agency of the UN. The ILO has 187 member states: 186 out of 193 UN member states plus the Cook Islands. It is headquartered in Geneva, Switzerland, with around 40 field offices around the world, and employs some 2,700 staff from over 150 nations, of whom 900 work in technical cooperation programmes and projects. "
}